Repository: uareurapid/easymessageLITE
Catalog: *.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ko, pt, ru, zh_hans

# subject_label
source: Subject:
ar: الموضوع:
de: Gegenstand:
es: Tema:
fr: Sujet:
id: Subyek:
ko: 제목 :
pt: Assunto:
ru: Предмет:
zh_hans: 主题：

# message_label
source: Message:
ar: رسالة:
de: Nachricht:
es: Mensaje:
id: Pesan:
ko: 메시지 :
pt: Mensagem:
ru: Сообщение:
zh_hans: 消息：

source: Message
ar: رسالة
de: Nachricht
es: Mensaje
id: Pesan
ko: 메시지
pt: Mensagem
ru: Сообщение
zh_hans: 消息

# placeholder_your_message
source: Your Message (*)
ar: رسالتك
de: Deine Nachricht (*)
es: Su Mensaje (*)
fr: Votre message (*)
id: Pesanmu (*)
ko: 귀하의 메시지
pt: A sua mensagem (*)
ru: Твое сообщение (*)
zh_hans: 您的留言（*）

# placeholder_subject
source: Subject
ar: موضوع
de: Gegenstand
es: Tema
fr: Sujet
id: Subyek
ko: 제목
pt: Assunto
ru: Предмет
zh_hans: 主题

source: Send Message
ar: إرسال رسالة
de: Nachricht Senden
es: Enviar mensaje
fr: Envoyer un message
id: Mengirim pesan
ko: 메시지 보내기
pt: Enviar Mensagem
ru: Отправить сообщение
zh_hans: 送信

source: Compose
ar: تشكل
de: Komponieren
es: Componer
fr: Composer
id: Menggubah
ko: 작문하다
pt: Escrever
ru: компоновать
zh_hans: 构成

source: Recipients
ar: المستلمين
de: Empfänger
es: Destinatarios
fr: Destinataires
id: Penerima
ko: 받는 사람
pt: Destinatários
ru: Получатели
zh_hans: 收件人

source: Settings
ar: إعدادات
de: Einstellung
es: Configuración
fr: Paramètres
id: Pengaturan
ko: 설정
pt: Definições
ru: настройки
zh_hans: 设置

source: Select all
ar: تحديد كافة
de: Wählen Sie Alle
es: Seleccionar todos
fr: Sélectionner tous
id: Pilih Semua
ko: 모두 선택
pt: Seleccionar todos
ru: Выбрать все
zh_hans: 全选

source: Unselect all
ar: إلغاء تحديد الكل
de: Alles wiederufen
es: Deseleccionar todos
fr: Désélectionner tous
id: Batalkan pilihan semua
ko: 모든 선택을 해제
pt: Anular selecção
ru: Снять все
zh_hans: 取消选择所有

source: Choose your recipients:
ar: اختيار المستلمين:
de: Wählen Sie Ihre Empfänger:
es: Elija los destinatarios:
fr: Choisissez vos destinataires:
id: Pilih penerima Anda:
ko: 받는 사람을 선택합니다 :
pt: Escolha os destinatários:
ru: Выберите получателей:
zh_hans: 选择您的收件人：

source: Selected %@ recipients
ar: اختيارها %@ المستلمين
de: Ausgewählte %@ Empfänger
es: Seleccionados %@ destinatarios
fr: Sélectionnés %@ destinataires
id: % @ Penerima terpilih
ko: 선택한 %@ 받는 사람
pt: Seleccionado(s) %@ destinatário(s)
ru: Выбрано %@ получателя
zh_hans: %@受助

# header_message_send_options
source: Message - Send Options
ar: رسالة - خيارات إرسال
de: Nachricht - Sendeoptionen
es: Mensaje - Opciones de envío
fr: Message - options d'envoi
id: Pesan - Opsi Kirim
ko: 메시지 - 전송 옵션
pt: Mensagem - Opções De Envio
ru: Сообщение - Параметры отправки
zh_hans: - 发送消息的选项

# option_send_both
source: Always send both
ar: إرسال دائما على حد سواء
de: Senden Sie immer beide
es: Siempre enviar ambos
fr: Toujours envoyer les deux
id: Selalu kirim keduanya
ko: 항상 모두를 보내
pt: Enviar sempre ambos
ru: Всегда отправлять оба
zh_hans: 请务必同时发送

# option_send_email_only
source: Send email only
ar: ارسال البريد الالكتروني فقط
de: Nur E-Mail senden
es: Enviar sólo email
fr: Envoyer seulement email
id: Kirim email saja
ko: 이메일 보내기 만
pt: Enviar apenas email
ru: Только электронная почта
zh_hans: 仅发送电子邮件

# option_send_sms_only
source: Send SMS only
ar: إرسال النص فقط
de: Nur SMS senden
es: Enviar sólo SMS
fr: Envoyer seulement du texte
id: Kirim SMS saja
ko: 텍스트 만 보내기
pt: Enviar apenas texto
ru: Только СМС
zh_hans: 仅发送短信

# option_send_facebook_only
source: Post to Facebook
ar: أضف إلى الفيسبوك
de: Auf Facebook posten
es: Publicar en Facebook
fr: Publier sur Facebook
id: Posting ke Facebook
ko: 페이스 북에 올리기
pt: Enviar para o Facebook
ru: Отправлять сообщения в Facebook
zh_hans: 发布到Facebook

# option_send_twitter_only
source: Post to Twitter
ar: أضف إلى تويتر
de: Auf Twitter posten
es: Publicar en Twitter
fr: Publier sur Twitter
id: Posting ke Twitter
ko: 트위터에 올리기
pt: Enviar para o Twitter
ru: Опубликовать в Twitter
zh_hans: 发布到Twitter

# option_send_linkedin_only
source: Post to Linkedin
ar: إرسال إلى ينكدين
de: Post auf Linkedin
es: Publicar en Linkedin
fr: Publier sur Linkedin
id: Posting ke Linkedin
ko: 링크드 인에 보내기
pt: Enviar para o Linkedin
ru: Опубликовать в Linkedin
zh_hans: 发布到Linkedin

# option_send_include_social_network
source: Include social networks...
ar: وتشمل الشبكات الاجتماعية ...
de: Soziale Netzwerke einbeziehen...
es: Incluir redes sociales ...
fr: Inclure réseaux sociaux ...
id: Sertakan jejaring sosial...
ko: 소셜 네트워크를 포함 ...
pt: Incluir redes sociais...
ru: Включить социальные сети...
zh_hans: 包括社交网络......

# footer_select_service
source: Select the service(s) to send the message
ar: اختر الخدمة (الخدمات) لإرسال الرسالة. بالنسبة للخدمة النصية ، يمكن استخدام SMS أو MMS أو iMessage ، اعتمادًا على تكوين رسائل هاتفك.
de: Wählen Sie die Dienste aus, um die Nachricht zu senden
es: Seleccione el servicio (s) para enviar el mensaje
fr: Sélectionnez le service (s) pour envoyer le message. Pour le service du texte, vous pouvez utiliser SMS, MMS ou iMessage, en fonction de la configuration de vos messages téléphoniques.
id: Pilih layanan yang akan dikirimi pesan
ko: 메시지를 보낼 서비스를 선택하십시오. 문자 서비스의 경우 전화 메시지 구성에 따라 SMS, MMS 또는 iMessage를 사용할 수 있습니다.
pt: Seleccione o(s) serviço(s) a usar para enviar a mensagem. Para o serviço de texto pode ser usado SMS, MMS ou iMessage, dependendo das configurações de Mensagens do telefone
ru: Выберите сервис (ы) для отправки сообщения
zh_hans: 选择服务发送消息

# header_preferred_service
source: Preferred Service
ar: خدمة المفضل
de: Bevorzugter Service
es: Servicio Preferido
id: Layanan Pilihan
ko: 기본 서비스
pt: Serviço Preferencial
ru: Предпочитаемый сервис
zh_hans: 首选服务

# preferred_email_service
source: Email service
ar: خدمة البريد الإلكتروني
es: Servicio de email
fr: Service de email
id: Layanan email
ko: 메일 서비스
pt: Email
ru: Почтовый сервис
zh_hans: 电子邮件服务

# preferred_sms_service
source: SMS service
ar: خدمة الرسائل القصيرة
de: SMS-Dienst
es: Servicio SMS
fr: Service de texte
id: Layanan SMS
ko: 문자 서비스
pt: Texto
ru: СМС сервис
zh_hans: 短信服务

# preferred_use_both_services
source: Use both services
ar: استخدام كل الخدمات
de: Nutzen Sie beide Dienste
es: Utilizar ambos servicios
fr: Utilisez les deux services
id: Gunakan kedua layanan tersebut
ko: 두 서비스를 모두 사용
pt: Usar ambos
ru: Используйте оба сервиса
zh_hans: 使用这两种服务

# footer_preferred_service
source: Select the preferred service, in case contact has both entries and you don٥t want him to receive both email and SMS
ar: حدد الخدمة المفضل، في حالة الاتصال على حد سواء مقالات، وكنت لا تريد له أن يحصل كل من البريد الإلكتروني والرسائل النصية القصيرة
de: Wählen Sie den bevorzugten Dienst aus, falls der Kontakt beide Einträge hat und Sie nicht möchten, dass er sowohl E-Mail als auch SMS empfängt
es: Seleccione el servicio preferido, caso el contacto tenga las dos entradas y no quiera que reciba correo electrónico y SMS al mismo tiempo
fr: Sélectionnez le service préféré, au cas du contact avoir les deux entrées et vous ne voulez pas qu'il reçoive e-mail et une message de texte aux même temps
id: Pilih layanan yang disukai, jika kontak memiliki kedua entri dan Anda tidak ingin dia menerima email dan SMS
ko: 원하는 서비스를 선택, 사례 접촉 모두에 대한 항목이 있고 그 이메일과 SMS를 모두 수신하지 않으려면
pt: Seleccione o serviço preferencial, para o caso do contato ter os dois e não querer que receba um email e uma mensagem de texto
ru: Выберите предпочитаемую услугу, если у контакта есть обе записи, и вы не хотите, чтобы он получал электронную почту и SMS
zh_hans: 选择首选的服务接触的情况下，有两个条目，你不想让他能够同时接收电子邮件和短信

# footer_social_networks
source: Posts to social networks work on a per message basis, which means your choices are not persisted between different messages
ar: المشاركات إلى الشبكات الاجتماعية تعمل على أساس رسالة لكل، مما يعني لا يتم الدائمة اختياراتك بين رسائل مختلفة
de: Posts in sozialen Netzwerken werden pro Nachricht gesendet, sodass Ihre Auswahl zwischen verschiedenen Nachrichten nicht beibehalten wird
es: Mensajes en las redes sociales funcionan de modo independientemente por cada mensaje, lo que significa que sus opciones no se conservan entre los diferentes mensajes
fr: Les messages affichés sur les réseaux sociaux fonctionnent sur une base par message, qui signifie que vos choix ne sont pas conservées entre les différents messages
id: Posting ke jejaring sosial berfungsi berdasarkan pesan, yang artinya pilihan Anda tidak ada di antara pesan yang berbeda
ko: 소셜 네트워크에 게시물 당 메시지 기반으로 작동하는 당신의 선택은 다른 메시지간에 유지되지 않습니다 의미
pt: O envio para as redes sociais funciona de forma individual para cada mensagem, o que significa que as suas opções não são preservadas entre mensagens distintas
ru: Сообщения в социальных сетях работают на основе сообщений, что означает, что ваш выбор не сохраняется между различными сообщениями
zh_hans: 社交网络的工作职位上的每一个消息的基础上，这意味着你的选择是不同的消息之间不存在

# phone_label
source: Phone
ar: هاتف
de: Telefon
es: Teléfono
fr: Téléphone
id: Telepon
ko: 전화
pt: Telefone
ru: Телефон
zh_hans: 电话

# alert_message_include_social_networks
source: Settings have been updated. Will include social networks!
ar: تم تحديث الإعدادات. وسوف تشمل الشبكات الاجتماعية!
de: Einstellungen wurden aktualisiert. Wird soziale Netzwerke enthalten!
es: Los ajustes se han actualizado. Incluir redes sociales!
fr: Les paramètres ont été mis à jour. Comprendra les réseaux sociaux!
id: Pengaturan telah diperbarui. Akan termasuk jejaring sosial!
ko: 설정이 업데이트되었습니다. 소셜 네트워크가 포함됩니다!
pt: As definições foram actualizadas. Incluir redes sociais
ru: Настройки были обновлены. Будут включены социальные сети!
zh_hans: 设置已更新。将包括社交网络！

# alert_message_both_empty
source: Subject and message body cannot be empty!
ar: الموضوع ونص الرسالة لا يمكن أن تكون فارغة!
de: Betreff und Nachrichtentext dürfen nicht leer sein!
es: Tema y cuerpo del mensaje no puede estar vacíos!
fr: Le sujet et le corps du message ne peut pas être vide!
id: Subjek dan isi pesan tidak boleh kosong!
ko: 제목과 메시지 본문이 비어있을 수 없습니다!
pt: O assunto e a mensagem não podem ser ambos vazios!
ru: Тема и текст сообщения не могут быть пустыми!
zh_hans: 主题和邮件正文不能为空！

# alert_message_body_empty
source: The message body cannot be empty!
ar: نص الرسالة لا يمكن أن تكون فارغة!
de: Der Nachrichtentext darf nicht leer sein!
es: El cuerpo del mensaje no puede estar vacío!
fr: Le corps du message ne peut pas être vide!
id: Badan pesan tidak boleh kosong!
ko: 메시지 본문은 비워 둘 수 없습니다!
pt: A mensagem não pode ser vazia!
ru: Тело сообщения не может быть пустым!
zh_hans: 消息体不能为空！

# alert_message_select_least_one
source: You need to select at least one recipient!
ar: تحتاج إلى تحديد مستلم واحد على الأقل!
de: Sie müssen mindestens einen Empfänger auswählen!
es: Debe seleccionar al menos un destinatario!
fr: Vous devez sélectionner au moins un destinataire!
id: Anda harus memilih setidaknya satu penerima!
ko: 하나 이상의받는 사람을 선택해야합니다!
pt: Deve seleccionar pelo menos um destinatário!
ru: Вам нужно выбрать хотя бы одного получателя!
zh_hans: 您需要选择至少一个收件人！

# alert_message_settings_updated_both
source: Settings have been updated. Will send both SMS and email!
ar: تم تحديث الإعدادات. سوف ترسل كلا SMS والبريد الإلكتروني!
de: Einstellungen wurden aktualisiert. Versendet sowohl SMS als auch E-Mail!
es: Los ajustes se han actualizado. Enviar SMS y correo electrónico!
fr: Les paramètres ont été mis à jour. Va envoyer des SMS et e-mail!
id: Pengaturan telah diperbarui. Akan mengirim SMS dan email!
ko: 설정이 업데이트되었습니다. SMS 및 이메일을 모두 보내드립니다!
pt: As definições foram actualizadas. Enviar email e texto!
ru: Настройки были обновлены. Отправлю как смс так и на электронную почту!
zh_hans: 设置已更新。将发送短信和电子邮件！

# alert_message_settings_updated_email
source: Settings have been updated. Will send email only!
ar: تم تحديث الإعدادات. سوف ترسل البريد الإلكتروني فقط!
de: Einstellungen wurden aktualisiert. Nur E-Mail senden!
es: Los ajustes se han actualizado. Enviar solamente correo electrónico!
fr: Les paramètres ont été mis à jour. Enverra un courrier seulement!
id: Pengaturan telah diperbarui. Hanya akan mengirim email!
ko: 설정이 업데이트되었습니다. 전용 이메일을 보내 드리겠습니다!
pt: As definições foram actualizadas. Enviar apenas email!
ru: Настройки были обновлены. Отправлю только электронную почту!
zh_hans: 设置已更新。将只发送电子邮件！

# alert_message_settings_updated_sms
source: Settings have been updated. Will send SMS only!
ar: تم تحديث الإعدادات. سيتم إرسال الرسائل القصيرة فقط!
de: Einstellungen wurden aktualisiert. Nur SMS senden!
es: Los ajustes se han actualizado. Enviar solamente SMS!
fr: Les paramètres ont été mis à jour. Va envoyer des SMS seulement!
id: Pengaturan telah diperbarui. Hanya akan mengirim SMS!
ko: 설정이 업데이트되었습니다. 만 SMS를 보내드립니다!
pt: As definições foram actualizadas. Enviar apenas texto!
ru: Настройки были обновлены. Отправлю только СМС!
zh_hans: 设置已更新。将只发送短信！

# unable_load_contacts_error_%@
source: Unable to load contacts from address book: %@
ar: غير قادر على تحميل جهات الاتصال من دفتر العناوين: %@
de: Kontakte können nicht aus dem Adressbuch geladen werden: %@
es: No pude cargar los contactos de la libreta de direcciones: %@
fr: Impossible de charger les contacts du carnet d'adresses: %@
id: Tidak dapat memuat kontak dari buku alamat: %@
ko: : 주소록에서 연락처를로드 할 수 없습니다 %@
ru: Невозможно загрузить контакты из адресной книги: %@
zh_hans: 无法加载联系人从地址簿： %@

# message_mail_canceled
source: Mail cancelled
ar: إلغاء الإلكتروني
de: Mail abgebrochen
es: Correo cancelado
fr: Courrier annulé
id: Email dibatalkan
ko: 메일 취소
pt: Email cancelado
ru: Почта отменена
zh_hans: 邮件取消

# message_mail_saved
source: Mail saved
ar: حفظ البريد
de: Mail gespeichert
es: Correo guardado
fr: Courrier sauvé
id: Surat disimpan
ko: 메일 저장
pt: Email guardado
ru: Почта сохранена
zh_hans: 邮件保存

# message_mail_sent
source: Mail sent
ar: إرسال البريد
de: Mail gesendet
es: Correo enviado
fr: Courrier envoyé
id: Email terkirim
ko: 메일 전송
pt: Email enviado
ru: Почта отправлена
zh_hans: 发送的邮件

# message_mail_sent_failure_%@
source: Mail sent failure: %@
ar: إرسال البريد فشل: %@
de: E-Mail-Versand fehlgeschlagen: %@
es: Enviad e Correo fracasado: %@
fr: Le courrier envoyé échec: %@
id: Kegagalan pengiriman surat: %@
ko: : 메일 오류 보내지 %@
pt: Erro ao enviar email: %@
ru: Ошибка отправки почты: %@
zh_hans: 邮件发送失败： %@

# message_sms_canceled
source: SMS cancelled
ar: SMS ألغى
de: SMS abgebrochen
es: SMS cancelado
fr: SMS annulé
id: SMS dibatalkan
ko: SMS 취소
pt: SMS cancelado
ru: СМС отменено
zh_hans: 短信取消

# message_sms_unable_compose
source: Unable to compose SMS
ar: غير قادر أن يؤلف SMS
de: Kann keine SMS verfassen
es: No pude escribir SMS
fr: Impossible de composer des SMS
id: Tidak dapat menulis SMS
ko: SMS를 구성 할 수 없습니다
pt: Incapaz de escrever SMS
ru: Невозможно составить СМС
zh_hans: 无法撰写短信

# message_sms_sent
source: SMS sent
ar: أرسلت SMS
de: SMS gesendet
es: SMS enviado
fr: SMS envoyé
id: SMS terkirim
ko: SMS가 전송
pt: SMS enviado
ru: Смс отправлено
zh_hans: 短信发送

# recipients_least_one_recipient
source: You need to select at least one valid recipient or adjust your settings!
ar: تحتاج إلى تحديد مستلم صالح واحد على الأقل أو ضبط الإعدادات الخاصة بك!
de: Sie müssen mindestens einen gültigen Empfänger auswählen oder Ihre Einstellungen anpassen!
es: Debe seleccionar al menos un destinatario válido o ajustar la configuración!
fr: Vous devez sélectionner au moins un destinataire valide ou ajuster vos paramètres!
id: Anda harus memilih setidaknya satu penerima yang valid atau menyesuaikan pengaturan Anda!
ko: 당신은 적어도 하나의 유효한 수신자를 선택하거나 설정을 변경해야합니다!
pt: Deve seleccionar pelo menos um contacto válido ou então alterar as suas definições!
ru: Вам нужно выбрать хотя бы одного действительного получателя или изменить настройки!
zh_hans: 您需要选择至少一个有效的收件人，或调整你的设置！

# easymessage_send_email_title
source: EasyMessage: Send email
ar: EasyMessage: إرسال بريد إلكتروني
de: Easy Message: E-Mail senden
es: EasyMessage: Enviar correo electrónico
fr: EasyMessage: Envoyer un email
id: Easy Message: Mengirim email
ko: EasyMessage : 이메일 보내기
pt: EasyMessage: Enviar email
ru: EasyMessage: отправить письмо
zh_hans: EasyMessage：发送电子邮件

# easymessage_send_sms_title
source: EasyMessage: Send SMS
ar: EasyMessage: إرسال الرسائل القصيرة
de: Easy Message: SMS senden
es: EasyMessage: Enviar SMS
fr: EasyMessage: Envoi SMS
id: Easy Message: Kirim SMS
ko: EasyMessage : 보내기 SMS
pt: EasyMessage: Enviar SMS
ru: EasyMessage: отправить смс
zh_hans: EasyMessage：发送短信

# no_sms_device_settings
source: It٥s not possible to send the SMS, please check your device settings!
ar: انها ليست ممكنة لإرسال SMS، الرجاء التحقق من إعدادات جهازك!
de: Das Versenden der SMS ist nicht möglich, bitte überprüfen Sie Ihre Geräteeinstellungen!
es: No es posible enviar el SMS, verifica la configuración del dispositivo, por favor!
fr: Il n'est pas possible d'envoyer des SMS, s'il vous plaît vérifier vos paramètres de l'appareil!
id: Tidak mungkin mengirim SMS, harap periksa pengaturan perangkat Anda!
ko: 그것은 SMS를 보낼 수 없습니다, 장치 설정을 확인하십시오!
pt: Não é possível enviar SMS, por favor verifique as definições do aparelho!
ru: Невозможно отправить смс, пожалуйста, проверьте настройки вашего устройства!
zh_hans: 这是不可能的，发送短信，请检查您的设备设置！

# no_email_device_settings
source: It٥s not possible to send the email, please check your device settings!
ar: ليس من الممكن إرسال البريد الإلكتروني ، يرجى التحقق من إعدادات جهازك!
de: Es ist nicht möglich, die E-Mail zu senden. Bitte überprüfen Sie Ihre Geräteeinstellungen!
es: No es posible enviar el Email, verifica la configuración del dispositivo, por favor!
fr: Il n'est pas possible d'envoyer le Email, s'il vous plaît vérifier vos paramètres de l'appareil!
id: Tidak mungkin mengirim email, silakan periksa pengaturan perangkat Anda!
ko: 전자 메일을 보낼 수 없습니다. 장치 설정을 확인하십시오!
pt: Não é possível enviar o Email, por favor verifique as definições do aparelho!
ru: Не удается отправить электронное письмо, пожалуйста, проверьте настройки вашего устройства!

# address_book_changed_msg
source: Your Address book has changed! Refreshing data...
ar: دفتر العناوين الخاص بك قد تغير! تحديث البيانات ...
de: Ihr Adressbuch hat sich geändert! Daten werden aktualisiert...
es: Su libreta de direcciones ha cambiado! Actualizando datos ...
fr: Votre carnet d'adresse a changé! Actualisation des données ...
id: Buku alamat Anda telah berubah! Menyegarkan data ...
ko: 주소록이 변경되었습니다! 데이터 새로 고침 ...
pt: A sua lista de contactos sofreu alterações! A actualizar...
ru: Ваша адресная книга изменилась! Обновление данных...
zh_hans: 你的地址簿中已经改变了！刷新数据...

# facebook_post_ok
source: Post to Facebook Successful
ar: أضف إلى الفيسبوك سوسسفول
de: Auf Facebook posten Erfolgreich
es: Mensaje enviado a Facebook
fr: Message envoyé à Facebook
id: Posting ke Facebook Berhasil
ko: 페이스 북 사점에 게시
pt: Mensagem enviada para o Facebook
ru: Опубликовать в Facebook Успешно
zh_hans: 发布到Facebook成功

# twitter_post_ok
source: Post to Twitter Successful
ar: أضف إلى تويتر سوسسفول
de: Auf Twitter posten Erfolgreich
es: Mensaje enviado a Twitter
fr: Message envoyé à Twitter
id: Posting ke Twitter Berhasil
ko: 트위터 사점에 게시
pt: Mensagem enviada para o Twitter
ru: Опубликовать в Twitter Успешно
zh_hans: 发布到Twitter成功

# facebook_post_canceled
source: Post to Facebook canceled
ar: أضف إلى الفيسبوك إلغاء
de: Post auf Facebook abgebrochen
es: Subir a Facebook cancelado
fr: Publier sur Facebook annulé
id: Posting ke Facebook dibatalkan
ko: 페이스 북에 게시가 취소
pt: Envio para o Facebook cancelado
ru: Сообщение на Facebook отменено
zh_hans: 发布到Facebook取消

# twitter_post_canceled
source: Post to Twitter canceled
ar: أضف إلى تويتر إلغاء
de: Post auf Twitter abgebrochen
es: Subir a Twitter cancelado
fr: Publier sur Twitter annulé
id: Posting ke Twitter dibatalkan
ko: 트위터에 게시가 취소
pt: Envio para o Twitter cancelado
ru: Сообщение в Твиттере отменено
zh_hans: 发布到Twitter取消

# linkedin_post_ok
source: Post to Linkedin Successful
ar: رسالة بعث بها إلى ينكدين
de: Auf LinkedIn posten Erfolgreich
es: Mensaje enviado a Linkedin
fr: Message envoyé à Linkedin
id: Posting ke Linkedin Berhasil
ko: 링크드 인에 보낸 메시지
pt: Mensagem enviada para o Linkedin
ru: Опубликовать в Linkedin Успешно
zh_hans: 发布到LinkedIn成功

# linkedin_post_canceled
source: Post to Linkedin canceled
ar: إرسال إلى إلغاء ينكدين
de: Post auf Linkedin abgesagt
es: Subir a Linkedin cancelado
fr: Publier sur Linkedin annulé
id: Posting ke Linkedin dibatalkan
ko: 링크드 인에 취소 전송
pt: Envio para o Linkedin cancelado
ru: Сообщение на Linkedin отменено
zh_hans: 发布到LinkedIn取消

# no_recipients_only_social
source: (*) You don٥t have any recipients selected. The message will be posted to social networks only
ar: مستلمين اختيارها. سيتم إرسال رسالة إلى الشبكات الاجتماعية فقط (*)
de: (*) Sie haben keine Empfänger ausgewählt. Die Nachricht wird nur in sozialen Netzwerken veröffentlicht
es: (*) Usted no tiene ningún destinatario. El mensaje será enviada sólo a las redes sociales
fr: (*) Vous n'avez pas de destinataires. Le message sera affiché sur les réseaux sociaux seulement
id: (*) Anda tidak memiliki penerima yang dipilih. Pesan akan dikirim ke jejaring sosial saja
ko: (*) 어떤 수신자가 없습니다. 메시지는 소셜 네트워크로 전송됩니다
pt: (*) Não há destinatários seleccionados. A mensagem será enviada apenas para as redes sociais
ru: (*) У вас нет выбранных получателей. Сообщение будет публиковаться только в социальных сетях
zh_hans: 你没有选择任何收件人。该消息将被邮寄到社交网络

# done_button
source: Done
ar: فعلت
de: Erledigt
es: Hecho
fr: Fait
id: Selesai
ko: 수행
pt: Feito
ru: Готово
zh_hans: 完成

# archive_message
source: Save in archive?
ar: حفظ في الأرشيف
de: Als Vorlage speichern?
es: Guardar en el archivo?
fr: Enregistrer dans l´archive?
id: Simpan di arsip?
ko: 아카이브에 저장
pt: Guardar no arquivo?
ru: Сохранить в архиве?
zh_hans: 保存在归档？

source: Archive
ar: الأرشيف
de: Vorlagen
es: Archivo
id: Arsipkan
ko: 아카이브
pt: Arquivo
ru: Архив
zh_hans: 存档

source: Available Products
ar: المنتجات المتاحة
de: Verfügbare Produkte
es: Productos Disponibles
fr: Produits disponibles
id: Produk yang Tersedia
ko: 사용 가능한 제품
pt: Produtos Disponíveis
ru: Доступные продукты
zh_hans: 提供的产品

source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fr: Rétablir
id: Mengembalikan
ko: 복원
pt: Repor
ru: Восстановить
zh_hans: 恢复

source: Buy
ar: شراء
de: Kaufen
es: Comprar
fr: Acheter
id: Membeli
ko: 사기
pt: Comprar
ru: купить
zh_hans: 购买

# select_custom_message
source: Select a message
ar: اختر رسالة
de: Wählen Sie eine Nachricht aus
es: Seleccione un mensaje
fr: Sélectionnez un message
id: Pilih satu pesan
ko: 메시지를 선택
pt: Seleccione uma mensagem
ru: Выберите сообщение
zh_hans: 选择一条消息

source: Selected message
ar: الرسالة المحددة
de: Ausgewählte Nachricht
es: Seleccionado mensaje
fr: Sélectionné message
id: Pesan yang dipilih
ko: 선택한 메시지
pt: Seleccionada mensagem
ru: Выбранное сообщение
zh_hans: 选定的消息

# click_row_product_details
source: Click a row to get product details
ar: فوق صف للحصول على تفاصيل المنتج
de: Klicken Sie auf eine Zeile, um Produktdetails anzuzeigen
es: Haga clic en una fila para obtener los detalles del producto
fr: Cliquez sur une ligne pour obtenir les détails du produit
id: Klik satu baris untuk mendapatkan detail produk
ko: 제품 세부 정보를 얻을 수있는 행을 클릭합니다
pt: Clique na linha para obter mais detalhes
ru: Нажмите на строку, чтобы получить информацию о продукте
zh_hans: 点击一排，以获得产品的详细信息

# congratulations_purchase
source: Congratulations! Purchase complete.
ar: تهانينا! شراء كاملة.
de: Herzliche Glückwünsche! Kauf abgeschlossen.
es: Enhorabuena! Compra completa.
fr: Félicitations! Achetez complète.
id: Selamat! Pembelian selesai.
ko: 축하합니다! 완전한 구입할 수 있습니다.
pt: Parabéns! Compra efectuada.
ru: Поздравляем! Покупка завершена.
zh_hans: 恭喜！购买完成

# failed_purchase
source: Error! Purchase failed
ar: خطأ! شراء فشلت.
de: Error! Kauf gescheitert
es: Error! Compra fracasada.
fr: Erreur! Achat échoué.
id: Kesalahan! Pembelian gagal
ko: 오류! 구매에 실패했습니다.
pt: Erro! A compra falhou
ru: Ошибка! Покупка не удалась
zh_hans: 错误！购买失败
