Repository: uareurapid/easymessageLITE
Catalog: *.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ko, pt, ru, zh_hans

source: Group created!
ar: إنشاء مجموعة!
de: Gruppe erstellt!
es: Grupo creado!
fr: Groupe créé!
id: Grup dibuat!
ko: 그룹 생성!
pt: Grupo criado!
ru: Группа создана!
zh_hans: 集团创建!

source: Invalid name
ar: اسم غير صالح
de: Ungültiger Name
es: Nombre no válido
fr: Nom invalide
id: Salah nama
ko: 이름이 잘못되었습니다
pt: Nome inválido
ru: Неверное имя
zh_hans: 无效的名称

# group_already_exists
source: That group already exists!
ar: هذه المجموعة موجودة بالفعل!
de: Diese Gruppe existiert bereits!
es: Este grupo ya existe!
fr: Ce groupe existe déjà!
id: Grup itu sudah ada!
ko: 이 그룹이 이미 존재합니다!
pt: Esse grupo já existe!
ru: Эта группа уже существует!
zh_hans: 该组已经存在!

# contact_already_exists
source: That contact already exists!
ar: هذا الاتصال موجود بالفعل!
de: Dieser Kontakt besteht bereits!
es: Este contacto ya existe!
fr: Ce contact existe déjà!
id: Kontak itu sudah ada!
ko: 이 연락처가 이미 존재합니다!
pt: Esse contacto já existe!
ru: Этот контакт уже существует!
zh_hans: 这种接触已经存在!

# message_already_exists
source: That message already exists!
ar: هذه الرسالة موجودة بالفعل!
de: Diese Nachricht existiert bereits!
es: Este mensage ya existe
fr: Ce message existe déjà!
id: Pesan itu sudah ada!
ko: 이 메시지는 이미 존재!
pt: Essa mensagem já existe!
ru: Это сообщение уже существует!
zh_hans: 此消息已经存在!

source: New group
ar: مجموعة جديدة
de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
id: Grup baru
ko: 새 그룹
pt: Novo grupo
ru: Новая группа
zh_hans: 新组

# enter_group_name
source: Enter the group name
ar: أدخل اسم المجموعة
de: Geben Sie den Gruppennamen ein
es: Introduzca el nombre del grupo
fr: Entrez le nom du groupe
id: Masukkan nama grup
ko: 그룹 이름을 입력합니다
pt: Indique o nome do grupo
ru: Введите название группы
zh_hans: 输入组名

source: New contact
ar: اتصال جديد
de: Neuer Kontakt
es: Nuevo contacto
fr: Nouveau contact
id: Kontak baru
ko: 새 연락처
pt: Novo contacto
ru: Новый контакт
zh_hans: 新联系人

# contact_name
source: Name
ar: اسم
es: Nombre
fr: Nom
id: Nama
ko: 이름
pt: Nome
ru: название
zh_hans: 名称

source: Cancel
ar: إلغاء
de: Stornieren
es: Cancelar
fr: Annuler
id: Membatalkan
ko: 상쇄되다
pt: Cancelar
ru: отменить
zh_hans: 撤消

source: Save
ar: حفظ
de: sparen
es: Guardar
fr: Sauver
id: Menyimpan
ko: 저장
pt: Guardar
ru: Сохранить
zh_hans: 节省

# custom_msg_christmas
source: Merry Christmas!
ar: عيد ميلاد سعيد!
de: Fröhliche Weihnachten!
es: Feliz Navidad!
fr: Joyeux Noël!
id: Selamat Natal!
ko: 메리 크리스마스!
pt: Feliz Natal!
ru: Счастливого Рождества!
zh_hans: 圣诞快乐!

# custom_msg_birthday
source: Happy Birthday!
ar: عيد ميلاد سعيد!
de: Alles Gute zum Geburtstag!
es: Feliz cumpleaños!
fr: Joyeux anniversaire!
id: Selamat ulang tahun!
ko: 생일 축하합니다!
pt: Feliz Aniversário!
ru: С Днем рожденья!
zh_hans: 祝你生日快乐

# custom_msg_whereareyou
source: Where are you?
ar: أين أنت؟
de: Wo sind Sie?
es: Dónde estás?
fr: Où êtes-vous?
id: Dimana kamu?
ko: 당신은 어디?
pt: Onde estás?
ru: Где ты?
zh_hans: أ你在哪里？

# custom_msg_whataredoing
source: What are you doing?
ar: ماذا تفعل؟
de: Was machen Sie?
es: Qué estás haciendo?
fr: Que faites-vous?
id: Apa yang sedang kamu lakukan?
ko: 당신은 뭐하는거야?
pt: O que estás a fazer?
ru: Что делаешь?
zh_hans: 你在做什么？

# custom_msg_callback
source: Call me back please
ar: استدعاء لي من فضلك مرة أخرى
de: Ruf mich bitte zurück
es: Volver a llamar por favor
fr: Rappelez-moi s'il vous plaît
id: Tolong telepon saya kembali
ko: 내가 다시 전화주십시오
pt: Volta a chamar por favor
ru: Перезвони мне пожалуйста
zh_hans: 给我回电话，请

# custom_msg_busy
source: Busy now. Call later please
ar: مشغول الآن. يرجى مكالمة في وقت لاحق
de: Jetzt beschäftigt. Bitte später anrufen
es: Ocupado ahora. Llame más tarde por favor
fr: Occupé. Appellez plus tard s'il vous plaît
id: Sekarang sibuk. Tolong telepon nanti
ko: 지금 바쁘다. 나중에 전화주십시오
pt: Ocupado. Tente mais tarde por favor
ru: Сейчас занят. Позвоните позже, пожалуйста
zh_hans: 现在忙。请稍后再拨

# custom_msg_meeting
source: Sorry, i have a meeting now
ar: آسف، ولدي اجتماع الآن
de: Entschuldigung, ich habe jetzt ein Treffen
es: Lo siento, tengo una reunión ahora
fr: Désolé, j'ai une réunion maintenant
id: Maaf, saya ada rapat sekarang
ko: 죄송합니다, 지금 회의가
pt: Desculpe, estou em reunião
ru: Извините, у меня сейчас встреча
zh_hans: 对不起，我现在有一个会议

# custom_msg_callsoon
source: Call you soon
ar: ندعو لكم قريبا
de: Ruf dich bald an
es: Te llamaré pronto
fr: Appelez bientôt
id: Segera hubungi Anda
ko: 당신은 곧 전화
pt: Já te ligo
ru: Скоро позвоню
zh_hans: 叫你一声

# custom_msg_noworry
source: Don٥t worry. I٥m fine
ar: لا تقلق. أنا بخير
de: Mach dir keine Sorgen. Es geht mir gut
es: No se preocupe. Estoy bien
fr: Ne vous inquiétez pas. Je suis bien
id: Jangan khawatir. Saya baik-baik saja
ko: 걱정하지 마십시오. 난 괜찮아
pt: Não te preocupes. Estou bem
ru: Не беспокойся я в порядке
zh_hans: 不要担心。我没事

# custom_msg_wayhome
source: On my way home now
ar: في طريقي إلى المنزل الآن
de: Auf dem Weg nach Hause
es: En mi camino a casa ahora
fr: Sur mon chemin pour la maison maintenant
id: Dalam perjalanan pulang sekarang
ko: 집에가는 길 이제
pt: Estou a ir para casa agora
ru: По дороге домой сейчас
zh_hans: 现在在回家的路上

# custom_msg_arrivesoon
source: I٥ll arrive soon
ar: سوف يصل قريبا
de: Ich werde bald ankommen
es: Voy a llegar pronto
fr: Je vais bientôt arriver
id: Saya akan segera tiba
ko: 곧 도착할거야
pt: Estou a chegar
ru: Я скоро приеду
zh_hans: 我会到来

source: Create group
ar: إنشاء مجموعة
de: Gruppe erstellen
es: Crear grupo
fr: Créer groupe
id: Membuat grup
ko: 그룹을 만들
pt: Criar grupo
ru: Создать группу
zh_hans: 创建组

source: Create contact
ar: إنشاء اتصال
de: Kontakt erstellen
es: Crear contacto
fr: Créer contact
id: Buat kontak
ko: 연락처 만들기
pt: Criar contacto
ru: Создать контакт
zh_hans: 创建联系人

source: Clear
ar: نظف
de: Löschen
es: Limpiar
fr: Effacer
id: Bersih
ko: 비우다
pt: Limpar
ru: Очистить
zh_hans: 清洗

source: Delete
ar: حذف
de: Löschen
es: Borrar
fr: Effacer
id: Menghapus
ko: 지우다
pt: Eliminar
ru: удалять
zh_hans: 删除

source: Deleted!
ar: حذف!
de: Gelöscht!
es: Borrado!
fr: Supprimé!
id: Dihapus!
ko: 삭제!
pt: Eliminado
ru: Удаляется!
zh_hans: 删除！

source: Added
ar: وأضاف
de: Hinzugefügt
es: Adicionado
fr: Ajouté
id: Ditambahkan
ko: 추가
pt: Adicionado
ru: добавленной
zh_hans: 更多的

source: Removed
ar: منزوع
de: Entfernt
es: Borrado
fr: Eliminé
id: Dihapus
ko: 제거
pt: Eliminado
ru: Удалены
zh_hans: 移除

source: Share
ar: شارك
de: Teilen
es: Compartir
fr: Partager
id: Bagikan
ko: 나누다
pt: Partilhar
ru: Поделиться
zh_hans: 分享

# contact_last_name
source: Last name
ar: اسم العائلة
de: Nachname
es: Apellido
fr: Nom de famille
id: nama keluarga
ko: 성
pt: Apelido
ru: Фамилия
zh_hans: 姓

# contact_fields_required
source: Name and phone or email are required!
ar: اسم ويطلب من الهاتف أو البريد الإلكتروني!
de: Name und Telefon oder E-Mail sind erforderlich!
es: Nombre y están obligados teléfono o correo electrónico!
fr: Nom et téléphone ou email sont obligatoires!
id: Diperlukan nama dan telepon atau email!
ko: 이름과 전화 또는 이메일이 필요합니다!
pt: Nome e telefone e ou email são obrigatórios!
ru: Имя и телефон или адрес электронной почты обязательны!
zh_hans: 姓名和电话或电子邮件是必需的!

source: Invalid email!
ar: بريد إلكتروني خاطئ!
de: Ungültige E-Mail!
es: ¡Email inválido!
fr: Email invalide!
id: Email tidak valid!
ko: 잘못된 이메일!
pt: Email inválido!
ru: Неверный адрес электронной почты!
zh_hans: 不合规电邮!

# attach_image
source: Attach an image?
ar: إرفاق صورة?
de: Bild anhängen?
es: Adicionar un imagen?
fr: Ajouter une image?
id: Lampirkan gambar?
ko: 이미지 부착?
pt: Adicionar uma imagem?
ru: Прикрепить изображение?
zh_hans: 附上图像?

# aniversary_of
source: It٥s %@ anniversary!
ar: انها الذكرى السنوية %@!
de: Es ist %@ Jubiläum!
es: Es el aniversario de %@!
fr: C'est l'anniversaire de %@!
id: Ini %@ tahunnya!
ko: 그것의 기념일 %@!
pt: É o aniversário de %@!
ru: У %@ юбилей!
zh_hans: 这是周年纪念日 %@!

# add
source: New
ar: خلق
de: Neu
es: Nueva
fr: Ajoute
id: Baru
ko: 몹시 떠들어 대다
pt: Nova
ru: новый
zh_hans: 加

# save_archive_explain
source: Message will be archived for later reuse
ar: ستتم أرشفة الرسالة لإعادة استخدامها لاحقًا
de: Die Nachricht wird zur späteren Wiederverwendung gespeichert
es: El mensaje será archivado para su posterior reutilización
fr: Le message sera archivé pour une réutilisation ultérieure
id: Pesan akan diarsipkan untuk digunakan kembali nanti
ko: 메시지는 나중에 재사용 할 수 있도록 보관됩니다
pt: A mensagem será guardada no histórico
ru: Сообщение будет заархивировано для последующего повторного использования
zh_hans: 消息将被存档以供以后重用

source: Add to group
ar: إضافة إلى المجموعة
de: Zur Gruppe hinzufügen
es: Añadir al grupo
fr: Ajouter au groupe
id: Tambahkan ke grup
ko: 그룹에 추가
pt: Pôr no grupo
ru: Добавить в группу
zh_hans: 添加到组

# confirm_delete
source: Are you sure?
ar: هل أنت واثق؟
de: Bist du sicher?
es: ¿Estás seguro?
fr: Êtes-vous sûr?
id: Apakah kamu yakin?
ko: 확실해?
pt: Quer mesmo eliminar?
ru: Уверены ли вы?
zh_hans: 你确定吗

source: Order by last name
ar: ترتيب حسب اسم العائلة
de: Nach Nachname sortieren
es: Ordenar por apellido
fr: Commande par nom de famille
id: Pesan dengan nama belakang
ko: 성별로 주문
pt: Ordenar por apelido
ru: Заказ по фамилии
zh_hans: 按姓氏排序

source: Order by first name
ar: ترتيب حسب الاسم الأول
de: Bestellung nach Vorname
es: Ordenar por nombre
fr: Commande par prénom
id: Dipesan dengan nama depan
ko: 이름으로 주문
pt: Ordenar pelo primeiro nome
ru: Заказ по имени
zh_hans: 按名字排序

source: Order contacts
ar: ترتيب جهات الاتصال
de: Kontakte bestellen
es: Ordenar contactos
fr: Commander des contacts
id: Memesan kontak
ko: 연락처 주문
pt: Ordenar contactos
ru: Заказать контакты
zh_hans: 订购联系人

# order_contacts_explanation
source: Order contacts by last name or first name
ar: ترتيب جهات الاتصال حسب اسم العائلة أو الاسم الأول
de: Bestellen Sie Kontakte nach Nachname oder Vorname
es: Ordenar contactos por apellido o nombre
fr: Ordre des contacts par nom ou prénom
id: Memesan kontak dengan nama belakang atau nama depan
ko: 성 또는 이름으로 연락처 주문
pt: Ordenar os contactos pelo primeiro nome ou pelo apelido
ru: Упорядочить контакты по фамилии или имени
zh_hans: 按姓氏或名字订购联系人

# error_deleting_contact
source: This contact cannot be deleted
ar: لا يمكن حذف جهة الاتصال هذه
de: Dieser Kontakt kann nicht gelöscht werden
es: Este contacto no puede ser eliminado
fr: Ce contact ne peut pas être supprimé
id: Kontak ini tidak dapat dihapus
ko: 이 연락처는 삭제할 수 없습니다.
pt: Este contacto não pode ser eliminado
ru: Этот контакт не может быть удален
zh_hans: 此联系人无法删除

source: Rate us
ar: قيمنا
de: Bewerten Sie uns
es: Califica nos
fr: Évaluez nous
id: Nilai kami
ko: 우리를 평가해라.
pt: Avalie-nos
ru: Оцените нас
zh_hans: 评价我们

source: Contact us
ar: اتصل بنا
de: Kontaktiere uns
es: Contáctenos
fr: Contactez nous
id: Hubungi kami
ko: 문의하기
pt: Contacte-nos
ru: Связаться с нами
zh_hans: 联系我们

# send_feedback
source: Send us your feedback
ar: أرسل لنا ملاحظاتك
de: Senden Sie uns Ihr Feedback
es: Envíenos sus comentarios
fr: Envoyez-nous vos commentaires
id: Kirimkan tanggapan Anda kepada kami
ko: 의견 보내기
pt: Feedback e comentários
ru: Отправьте нам свой отзыв
zh_hans: 向我们发送您的反馈

source: Select group
ar: اختر مجموعة
de: Wähle die Gruppe
es: Selecciona grupo
fr: Sélectionner un groupe
id: Pilih grup
ko: 그룹 선택
pt: Escolher grupo
ru: Выберите группу
zh_hans: 选择组

# social_networks_copy_paste
source: Some social networks do not allow posts with pre-filled messages. In these cases the message will be automatically copied to the clipboard and you have to paste it yourself
ar: لا تسمح بعض الشبكات الاجتماعية بالمشاركات التي تحتوي على رسائل مملوءة مسبقًا. في هذه الحالات ، سيتم نسخ الرسالة تلقائيًا إلى الحافظة ويلزمك لصقها بنفسك
de: Einige soziale Netzwerke erlauben keine Posts mit vorgefüllten Nachrichten. In diesen Fällen wird die Nachricht automatisch in die Zwischenablage kopiert und Sie müssen sie selbst einfügen
es: Algunas redes sociales no permiten publicaciones con mensajes precargados. En estos casos, el mensaje se copiará automáticamente en el portapapeles y tendrá que pegarlo usted mismo.
fr: Certains réseaux sociaux n'autorisent pas les publications contenant des messages préremplis. Dans ce cas, le message sera automatiquement copié dans le presse-papier et vous devrez le coller vous-même.
id: Beberapa jejaring sosial tidak memperbolehkan posting dengan pesan yang sudah diisi sebelumnya. Dalam kasus ini, pesan akan secara otomatis disalin ke clipboard dan Anda harus menempelnya sendiri
ko: 일부 소셜 네트워크에서는 미리 채워진 메시지가있는 게시물을 허용하지 않습니다. 이 경우 메시지는 자동으로 클립 보드에 복사되며 직접 붙여 넣어야합니다.
pt: Algumas redes sociais não permitem posts com mensagens pré-preenchidas. Nestes casos a mensagem será automaticamente copiada para a área de transferência e voçê vai ter de colá-la posteriormente
ru: Некоторые социальные сети не позволяют сообщения с предварительно заполненными сообщениями. В этих случаях сообщение будет автоматически скопировано в буфер обмена, и вы должны будете вставить его самостоятельно
zh_hans: 某些社交网络不允许包含预填充邮件的帖子。 在这些情况下，邮件将自动复制到剪贴板，您必须自己粘贴它

# message_copied_clipboard
source: The message has been copied to the clipboard
ar: تم نسخ الرسالة إلى الحافظة
de: Die Nachricht wurde in die Zwischenablage kopiert
es: El mensaje fue copiado al portapapeles.
fr: Le message a été copié dans le presse-papier
id: Pesan telah disalin ke clipboard
ko: 메시지가 클립 보드에 복사되었습니다.
pt: A mensagem foi copiada para a área de transferência
ru: Сообщение было скопировано в буфер обмена
zh_hans: 邮件已复制到剪贴板

# unlock_premium
source: Unlock premium features
ar: فتح ميزات متميزة
es: Desbloquear características premium
fr: Déverrouiller les fonctionnalités premium
id: Buka fitur premium
ko: 프리미엄 기능 잠금 해제
pt: Desbloquear funcionalidades premium
ru: Разблокировать премиум-функции
zh_hans: 解锁高级功能

# premium_feature_only
source: This feature is only available on the premium version. Upgrade now?
ar: تحديث الآن؟ هذه الميزة متوفرة فقط في الإصدار المميز
de: Diese Funktion ist nur in der Premium-Version verfügbar. Jetzt upgraden?
es: Esta función solo está disponible en la versión premium. ¿Actualizar ahora?
fr: Cette fonctionnalité est uniquement disponible sur la version premium. Mettre à jour maintenant?
id: Fitur ini hanya tersedia pada versi premium. Tingkatkan sekarang?
ko: 이 기능은 프리미엄 버전에서만 사용할 수 있습니다. 지금 업그레이드 하시겠습니까?
pt: Esta funcionalidade apenas está disponível na versão premium. Actualizar agora?
ru: Эта функция доступна только в премиум-версии. Обнови сейчас?
zh_hans: 此功能仅适用于高级版本

# lite_only_10_recipients
source: With the LITE version there is a limit of 10 recipients
ar: مع الإصدار LITE هناك حد من 10 مستلمين
de: In der LITE-Version sind maximal 10 Empfänger zulässig
es: Con la versión LITE hay un límite de 10 destinatarios.
fr: Avec la version LITE, le nombre de destinataires est limité à 10.
id: Dengan versi LITE ada batas 5 penerima
ko: LITE 버전에는 수신자가 10 명으로 제한됩니다.
pt: Na versão LITE o limite é de 5 destinatários
ru: В версии LITE существует ограничение в 10 получателей.
zh_hans: 使用LITE版本时，最多只有10个收件人

# lite_only_5_groups
source: With the LITE version there is a limit of 5 groups
ar: مع الإصدار LITE هناك حد من 5 مجموعات
de: In der LITE-Version sind maximal 5 Gruppen zulässig
es: Con la versión LITE hay un límite de 5 grupos.
fr: Avec la version LITE, il y a une limite de 5 groupes
id: Dengan versi LITE ada batas 2 grup
ko: LITE 버전에는 5 개의 그룹 제한이 있습니다.
pt: Na versão LITE o limite é de 2 grupos
ru: С версией LITE существует ограничение в 5 групп.
zh_hans: LITE版本限制为5组

# lite_only_5_contacts_per_group
source: With the LITE version there is a limit of 5 contacts per group
ar: مع الإصدار LITE هناك حد من 5 جهات اتصال لكل مجموعة
de: In der LITE-Version sind maximal 5 Kontakte pro Gruppe zulässig
es: Con la versión LITE hay un límite de 5 contactos por grupo.
fr: Avec la version LITE, le nombre de contacts par groupe est limité à 5.
id: Dengan versi LITE ada batas 3 kontak per grup
ko: LITE 버전에는 그룹당 5 개의 연락처 수 제한이 있습니다.
pt: Na versão LITE o limite é de 3 contactos por groupo
ru: С версией LITE существует ограничение в 5 контактов на группу.
zh_hans: 使用LITE版本，每组最多只能有5个联系人

# lite_only_5_contacts_template_messages
source: With the LITE version there is a limit of 5 template messages
ar: مع الإصدار LITE هناك حد من 5 رسائل قالب
de: In der LITE-Version sind maximal 5 Vorlagenmeldungen zulässig
es: Con la versión LITE hay un límite de 5 mensajes de plantilla.
fr: Avec la version LITE, le nombre de messages de modèle est limité à 5.
id: Dengan versi LITE ada batas 2 pesan template
ko: LITE 버전에는 템플릿 메시지가 5 개로 제한됩니다.
pt: Na versão LITE o limite é de 2 templates
ru: В версии LITE существует ограничение на 5 шаблонных сообщений.
zh_hans: 使用LITE版本时，限制为5个模板消息

# lite_only_2_attachments
source: (*) 5 with the Premium version
ar: (*) 5 مع الإصدار المميز
de: (*) 5 mit der Premium-Version
es: (*) 5 con la versión premium
fr: (*) 5 avec la version Premium
id: (*) 5 dengan versi Premium
ko: (*) 5 프리미엄 버전
pt: (*) 5 com a versão Premium
ru: (*) 5 с Премиум версией
zh_hans: (*) 5与高级版

# lite_reached_max_attachments
source: Please remove 1 attachment or upgrade to the Premium version
ar: الرجاء إزالة صورة واحدة أو الترقية إلى الإصدار المميز
de: Bitte entfernen Sie 1 Anhang oder führen Sie ein Upgrade auf die Premium-Version durch
es: Por favor, elimine 1 adjunto o actualice a la versión Premium
fr: Veuillez supprimer une image ou passer à la version Premium.
id: Hapus 1 gambar atau tingkatkan ke versi Premium
ko: 이미지 1 개를 제거하거나 프리미엄 버전으로 업그레이드하십시오.
pt: Por favor remova o anexo ou então faça o upgrade para a versão Premium
ru: Пожалуйста, удалите 1 вложение или обновите до версии Premium
zh_hans: 请删除1张图片或升级到高级版

source: Show contacts only
ar: إظهار جهات الاتصال فقط
de: Nur Kontakte anzeigen
es: Mostrar solo contactos
fr: Montrer seulement les contacts
id: Hanya tampilkan kontak
ko: 주소록 만 표시
pt: Mostrar apenas contactos
ru: Показывать только контакты
zh_hans: 仅显示联系人

source: Show groups only
ar: إظهار المجموعات فقط
de: Nur Gruppen anzeigen
es: Mostrar solo grupos
fr: Montrer seulement les groupes
id: Hanya tampilkan grup
ko: 그룹 만 표시
pt: Mostrar apenas grupos
ru: Показывать только группы
zh_hans: 仅显示组

source: Show all
ar: عرض الكل
de: Zeige alles
es: Mostrar todos
fr: Montrer tout
id: Tunjukkan semua
ko: 모두 보이기
pt: Mostrar todos
ru: Показать все
zh_hans: 显示所有

source: Filter options
ar: خيارات التصفية
de: Filteroptionen
es: Opciones de filtro
fr: Options de filtrage
id: Opsi filter
ko: 필터 옵션
pt: Opções de visualização
ru: Параметры фильтра
zh_hans: 过滤选项

# filter_options_explanation
source: Change visualization options
ar: تغيير خيارات التصور
de: Visualisierungsoptionen ändern
es: Cambiar opciones de visualización
fr: Changer les options de visualisation
id: Ubah opsi visualisasi
ko: 시각화 옵션 변경
pt: Alterar opções de visualização
ru: Изменить параметры визуализации
zh_hans: 更改可视化选项

# ask_to_rate
source: If you enjoy using Easy Message, would you mind taking a moment to rate it?
ar: قيمنا?
de: Wenn Sie Easy Message gerne verwenden, würde es Ihnen etwas ausmachen, sich einen Moment Zeit zu nehmen, um es zu bewerten?
es: Si te ha gustado Easy Message ¿te gustaría calificarnos?
fr: Si vous aimez Easy Message, voulez-vous prendre un moment pour l'évaluer ?
id: Jika anda menyukai Easy Message, maukah anda memberikan rating kepada aplikasi ini?
ko: Easy Message 사용이 맘에 드셨나요? 잠시만 시간을 내서 평가를 부탁드리겠습니다. 감사합니다!
pt: Se você gosta de usar o Easy Message, que tal avaliá-lo?
ru: Если вам нравится использовать Easy Message, не могли бы вы уделить время, чтобы оценить его?
zh_hans: 如果你喜欢使用 Easy Message，你介意花一点时间给它评分吗？不会超过一分钟。感谢您的支持

source: Groups
ar: المجموعات
de: Gruppen
es: Grupos
fr: Groupes
id: Grup
ko: 여러 떼
pt: Grupos
ru: группы
zh_hans: 组

source: members
ar: أفراد
de: Mitglieder
es: miembros
fr: membres
id: anggota
ko: 회원
pt: membros
ru: члены
zh_hans: 会员

# imessage_warn
source: If you want to send a group message via SMS, you should consider disabling iMessage and MMS Messaging on your phone settings first. This will make sure that the messages are sent individually!
ar: إذا كنت ترغب في إرسال رسالة جماعية عبر الرسائل القصيرة ، فيجب أن تفكر في تعطيل iMessage و MMS على إعدادات هاتفك أولاً. هذا سوف يضمن أن يتم إرسال الرسائل بشكل فردي! كبديل أكثر موثوقية ، يمكنك أيضًا تحديد خيار 'فرض الرسائل الفردية' في علامة التبويب 'الإعدادات
de: Wenn Sie eine Gruppennachricht per SMS senden möchten, sollten Sie zuerst iMessage und MMS Messaging in Ihren Telefoneinstellungen deaktivieren. Dadurch wird sichergestellt, dass die Nachrichten einzeln gesendet werden!
es: Si desea enviar un mensaje de grupo por SMS, primero debe considerar la desactivación de iMessage y MMS en la configuración de su teléfono. Esto asegurará que los mensajes sean enviados individualmente.
fr: Si vous souhaitez envoyer un message de groupe par SMS, vous devez d'abord envisager de désactiver iMessage et MMS dans les paramètres de votre téléphone. Cela fera en sorte que les messages sont envoyés individuellement!
id: Jika Anda ingin mengirim pesan grup melalui SMS, Anda harus mempertimbangkan untuk menonaktifkan iMessage dan MMS pada pengaturan ponsel Anda terlebih dahulu. Ini akan memastikan bahwa pesan dikirim secara individual. Sebagai alternatif yang lebih andal, Anda juga dapat memilih opsi 'Paksa SMS individu' pada tab 'Pengaturan'
ko: SMS를 통해 그룹 메시지를 보내려면 먼저 전화기 설정에서 iMessage 및 MMS 메시징을 비활성화하는 것이 좋습니다. 이렇게하면 메시지가 개별적으로 전송됩니다! 이렇게하면 메시지가 개별적으로 전송됩니다! 보다 안정적인 대안으로 '설정'탭에서 '개별 SMS 강제 적용'옵션을 선택할 수도 있습니다.
pt: Se quer mandar uma mesagem para um grupo via SMS, deve considerar desactivar o iMessage e as MMS no seu telefone primeiro. Isto garante que as mensagens serão enviadas individualmente! Como alternativa mais confiável também pode seleccionar 'Forçar SMS individual' no painel 'Definições'.
ru: Если вы хотите отправить групповое сообщение через SMS, вам следует сначала отключить iMessage и MMS-сообщения в настройках телефона. Это обеспечит отправку сообщений индивидуально!
zh_hans: 如果要通过SMS发送群组消息，则应考虑首先在手机设置上禁用iMessage。 这将确保单独发送消息.

source: Edit
ar: تصحيح
de: Redigieren
es: Editar
fr: Modifier
id: Meredaksi
ko: 편집하다
pt: Editar
ru: редактировать
zh_hans: 编辑

# update_contact
source: Edit contact
ar: تحرير الاتصال
de: Kontakt bearbeiten
es: Modificar contacto
fr: Modifier contact
id: Ubah kontak
ko: 연락처 편집
pt: Alterar contacto
ru: Изменить контакт

# no_recipients
source: You don٥t have any recipients selected
ar: لم يتم تحديد مستلمين
de: Sie haben keine Empfänger ausgewählt
es: Usted no tiene ningún destinatario
fr: Vous n'avez pas de destinataires
id: Tidak ada penerima yang dipilih
ko: 어떤 수신자가 없습니다
pt: Não há destinatários seleccionados
ru: Получатели не выбраны

source: Upgrade now?
ar: تحديث الآن؟
es: ¿Actualizar ahora?
fr: Mettre à jour maintenant?
id: Tingkatkan sekarang?
ko: 지금 업그레이드 하시겠습니까?
pt: Actualizar agora?
ru: Обнови сейчас?

# native_groups_support
source: Adding contacts to iCloud groups is not supported
ar: إضافة جهات اتصال إلى مجموعات iCloud غير مدعومة
de: Das Hinzufügen von Kontakten zu iCloud-Gruppen wird nicht unterstützt
es: No se admite la adición de contactos a grupos de iCloud
fr: L'ajout de contacts aux groupes iCloud n'est pas pris en charge.
id: Menambahkan kontak ke grup iCloud tidak didukung
ko: iCloud 그룹에 연락처 추가는 지원되지 않습니다.
pt: Não é suportada a inserção de contactos em grupos iCloud
ru: Добавление контактов в группы iCloud не поддерживается

# contact_email
source: Email
ar: البريد الإلكتروني
ko: 이메일
ru: Эл. адрес
zh_hans: 电子邮件

# app_name
source: EasyMessage
zh_hans: 轻松群发短信
